---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.SawCutWeb
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.SawCutWeb

Creates a cut on a beam adjusted according to the web of another intersecting beam and the related connection between the beams.